import type { Heuristic } from '../types';

export const HEURISTICS: Heuristic[] = [
  { id: 'h1', description: 'Е1. Участь в одному множинному порівнянні на 3 місці.' },
  { id: 'h2', description: 'Е2. Участь в одному множинному порівнянні на 2 місці.' },
  { id: 'h3', description: 'Е3. Участь в одному множинному порівнянні на 1 місці.' },
  { id: 'h4', description: 'Е4. Участь в 2х множинних порівняннях на 3 місці.' },
  { id: 'h5', description: 'Е5. Участь в одному множинному порівнянні на 3 місці та ще в одному на 2 місці.' },
  { id: 'h6', description: 'Е6 (Додаткова). Об\'єкт жодного разу не потрапив на 1-ше місце (немає абсолютної підтримки).' },
  { id: 'h7', description: 'Е7 (Додаткова). Об\'єкт має менше 2-х згадувань серед усіх експертів загалом.' },
];